[
    {
        "_id": "69309ae5a4240ff84be655dc",
        "title": "God of War Ragnarök",
        "developer": "Santa Monica Studio",
        "genre": "Action-adventure",
        "publisher": "Sony Interactive Entertainment",
        "image": "https://media.rawg.io/media/screenshots/3c4/3c4c51b66741363d83b56ce66b1240ec.jpg",
        "description": "Digital Deluxe Edition\nDigital Deluxe Edition Includes:\nFull game\nDarkdale Armor\nDarkdale Attire (Cosmetic)\nDarkdale Axe Grip\nDarkdale Blades Handles\nDark Horse digital art book\nOfficial digital soundtrack\nAbout the GameTHE NORSE SAGA CONTINUES From Santa Monica Studio and brought to PC in partnership with Jetpack Interactive comes God of War Ragnarök, an epic and heartfelt journey that follows Kratos and Atreus as they struggle with holding on and letting go.\nThe sequel to the critically acclaimed God of War (2018), God of War Ragnarök picks up with Fimbulwinter well underway. Kratos and Atreus must journey to each of the Nine Realms in search of answers as Odin’s forces in Asgard prepare for a prophesied battle that will end the world.\nAlong the way, they will explore stunning, mythical landscapes, and face fearsome enemies in the form of Norse gods and monsters. As the threat of Ragnarök grows ever closer, Kratos and Atreus must choose between the safety of their family and the safety of the realms.\nA FUTURE, UNWRITTEN Atreus seeks knowledge to help him understand the prophecy of “Loki” and establish his role in Ragnarök. Kratos must decide whether he will be chained by the fear of repeating his mistakes or break free of his past to be the father Atreus needs.\nFLUID, EXPRESSIVE COMBAT The Leviathan Axe, Blades of Chaos, and Guardian Shield return alongside a host of new abilities for both Kratos and Atreus.  Kratos’ deadly Spartan skills will be tested like never before as he battles gods and monsters across Nine Realms to protect his family.\nEXPLORE VAST REALMS Journey through dangerous and stunning landscapes as Kratos and Atreus search for answers.\nMASTER THYSELF IN GOD OF WAR RAGNARÖK: VALHALLA Available right at launch with your purchase of God of War Ragnarök is access to the God of War Ragnarök: Valhalla DLC for no additional cost!\nAccompanied only by Mimir, Kratos embarks on a deeply personal and reflective journey that pushes him to master mind and body as he is confronted with the challenges of Valhalla in an unravelling, replayable adventure that blends the beloved combat from God of War Ragnarök with brand new elements inspired by the roguelite genre.AN EPILOGUE TO RAGNARÖK Kratos’ journey continues as he enters Valhalla, a new location in the God of War Norse saga. Faced with echoes of his past, he fights to overcome the trials within himself and walk the path laid out before him.BELOVED COMBAT REIMAGINED The beloved combat from God of War Ragnarök with fresh and experimental twists inspired by the roguelite genre. Valhalla will push you to master different aspects of Kratos’ arsenal during each attempt as you face new combinations of enemies and some surprises along the way!\nFIGHT. LEARN. GROW. Death is never the end. Kratos will have access to his weapons, skills, shields and abilities, but each new attempt will reset his Stats, Runic Attacks and Perks. As Kratos progresses through each attempt, you will be presented with choices between rewards that will help you push deeper into the mysterious depths of Valhalla while building resources toward persistent upgrades.PC FEATURES Partnering with Jetpack Interactive once again, God of War Ragnarök on PC will harness the power of the platform to deliver an exceptional experience.UNLOCKED FRAME RATES & HIGH-FIDELITY GRAPHICS Unlocked framerates and the option of true 4K resolution expand the full potential of our cinematic no-cut camera as you travel through the stunning vistas of the Nine Realms.¹\n\nBehold enhanced reflections, lighting, and higher fidelity shadows, as well as increased geometric detail.²UPSCALING TECHNOLOGYFull integration with NVIDIA RTX™ Deep Learning Super Sampling (DLSS) 3.7, AMD FidelityFX™ Super Resolution (FSR) 3.1, and Intel XeSS (Xe Super Sampling) 1.2 will allow you to reach higher graphical settings and output resolutions.\nNVIDIA® REFLEX SUPPORTUtilize NVIDIA Reflex low latency technology allowing you to react quicker and hit harder combos with the responsive gameplay.³SUPER ULTRAWIDE SUPPORTEnjoy the breathtaking beauty of the Nine Realms in panoramic widescreen with 21:9 ultra-widescreen and 32:9 super ultra-widescreen support!¹\nCONTROLS CUSTOMIZATIONPlay your way. With support for the DUALSHOCK®4 and DUALSENSE® wireless controllers, a wide range of other gamepads, and fully customizable bindings for mouse and keyboard, you have the power to fine-tune every action to match your playstyle.HAPTIC FEEDBACK Feel your journey through the Norse realms, made possible by immersive haptic feedback and adaptive trigger functionality.³SPATIAL 3D AUDIO Take advantage of highly accurate, spatial 3D Audio; hear enemies approaching from any direction, including from above and below you.⁴\n--------\n¹ Compatible PC and display device required.\n² Compatible PC and graphics card required.\n³ DualSense™ controller and wired connection required to experience the full range of in-game controller features.\n⁴ 3D Audio via analog/USB stereo headphones.",
        "metacritic": null,
        "onSale": false,
        "rawgId": 989140,
        "released": "1970-01-01T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/aad/aada0fd878dfa93ce00081f23c680452.jpg",
            "https://media.rawg.io/media/screenshots/38f/38f081b185ac3d0e88634b87ebf8b071.jpg",
            "https://media.rawg.io/media/screenshots/5ab/5ab0310e3e7156b1ef3361b8b60dcf58.jpg",
            "https://media.rawg.io/media/screenshots/31c/31c896282baad3145d7e2a589870ca77.jpg",
            "https://media.rawg.io/media/screenshots/23b/23b5bbc7cca6cbaae190300e1fc8e9ad.jpg",
            "https://media.rawg.io/media/screenshots/23b/23b5bbc7cca6cbaae190300e1fc8e9ad.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 59.99,
        "price": 59.99,
        "steamAppId": 2322010,
        "score": 9,
        "platforms": [
            "PlayStation 5",
            "PlayStation 4",
            "PC"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655dd",
        "title": "Hollow Knight",
        "developer": "Team Cherry",
        "genre": "Metroidvania",
        "publisher": "Team Cherry",
        "image": "https://media.rawg.io/media/games/4cf/4cfc6b7f1850590a4634b08bfab308ab.jpg",
        "description": "Hollow Knight is a Metroidvania-type game developed by an indie studio named Team Cherry.\r\n\r\nMost of the game's story is told through the in-world items, tablets, and thoughts of other characters. Many plot aspects are told to the player indirectly or through the secret areas that provide a bit of lore in addition to an upgrade. At the beginning of the game, the player visits a town of Dirtmouth. A town built above the ruins of Hallownest. The players descend down into the ruins to find some answers to his questions.\r\n\r\nThe game revolves mainly around the exploration of the in-game world, which requires the players to have some platforming skills. The players have to find secrets that are scattered around the level and battle their enemies. There is a certain degree of backtracking in the game as some areas are locked until the player defeats a certain boss or picks up a specific item. Each area changes as the plot advances so it may be surprising to come back in a certain area. \r\n\r\nThe Protagonist uses a nail which serves as a replacement for a sword. Players can attack in four directions. The nail is upgradable.",
        "metacritic": 88,
        "onSale": false,
        "rawgId": 9767,
        "released": "2017-02-23T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/6b3/6b309936c1fe07e9b7fa5e62a372790d.jpg",
            "https://media.rawg.io/media/screenshots/1a7/1a7a69db58c19d323f1dfbcc340d3f1e.jpg",
            "https://media.rawg.io/media/screenshots/723/7237d0c546b0d17a6a226f38823081d4.jpg",
            "https://media.rawg.io/media/screenshots/331/331095489397e7387681d921e8e472d4.jpg",
            "https://media.rawg.io/media/screenshots/5db/5db89e896496352c8f0a0a0bd545bd6d.jpg",
            "https://media.rawg.io/media/screenshots/5db/5db89e896496352c8f0a0a0bd545bd6d.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 14.99,
        "price": 14.99,
        "steamAppId": 367520,
        "score": 9,
        "platforms": [
            "PC",
            "Xbox Series X",
            "Nintendo Switch"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655de",
        "title": "Cyberpunk 2077",
        "developer": "CD Projekt Red",
        "genre": "Action RPG",
        "publisher": "CD Projekt",
        "image": "https://media.rawg.io/media/games/26d/26d4437715bee60138dab4a7c8c59c92.jpg",
        "description": "Cyberpunk 2077 is a science fiction game loosely based on the role-playing game Cyberpunk 2020.\r\n\r\n###Setting\r\nThe game is set in the year 2077 in a fictional futuristic metropolis Night City in California. In the world of the game, there are developed cybernetic augmentations that enhance people's strength, agility, and memory. The city is governed by corporations. Many jobs are taken over by the robots, leaving a lot of people poor and homeless. Night City has a roaring underworld, with black markets, underground surgeons, drug dealers, and street gangs abound.\r\n\r\n###Characters\r\nThe main protagonist is fully customizable, including his or her sex and appearance, and goes by the nickname V. He or she is an underground mercenary who does “dirty business” for the various contractors. An NPC companion named Jackie joins the protagonist early at the game, and various other companions may join the player on certain missions as the plot demands. However, the game has no parties and no companion system.\r\n\r\n###Gameplay\r\nThe player controls V from the first person view, with the third-person view used for cutscenes only. The protagonist can travel across the city on feet or using various vehicles, in a manner some observers compared to GTA series. There are many options for the character customization, including three character classes, and a variety of augmentations V can install to enhance his or her abilities.",
        "metacritic": 73,
        "onSale": true,
        "rawgId": 41494,
        "released": "2020-12-10T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/814/814c25d6fd1fd34a4e6dade645a3bda7.jpg",
            "https://media.rawg.io/media/screenshots/2ab/2ab0b67e68b6ede6b19d80094b6f7f2a_qTSfS2g.jpg",
            "https://media.rawg.io/media/screenshots/cd2/cd22af9d6ac593440defac6082760e4a.jpg",
            "https://media.rawg.io/media/screenshots/9b5/9b51535beb9d9e416cb9aac874091334.jpg",
            "https://media.rawg.io/media/screenshots/d84/d84d3a16c1e2cb24dcf73e0108d78455.jpg",
            "https://media.rawg.io/media/screenshots/d84/d84d3a16c1e2cb24dcf73e0108d78455.jpg"
        ],
        "currency": "USD",
        "discount": 65,
        "originalPrice": 59.99,
        "price": 20.99,
        "steamAppId": 1091500,
        "score": 8,
        "platforms": [
            "PC"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655df",
        "title": "Stardew Valley",
        "developer": "ConcernedApe",
        "genre": "Simulation",
        "publisher": "ConcernedApe",
        "image": "https://media.rawg.io/media/games/713/713269608dc8f2f40f5a670a14b2de94.jpg",
        "description": "The hero (in the beginning you can choose gender, name and appearance) - an office worker who inherited an abandoned farm. The landscape of the farm can also be selected. For example, you can decide whether there will be a river nearby for fishing.\nThe farm area needs to be cleared, and it will take time.\nThe hero has many different activities: plant and care for plants, raise livestock, practice crafts, extract ore, and also enter into relationships with residents of the neighbouring town to earn game money. Relationships with characters include communication, performing tasks for money, exchanging, searching for fossils and even military actions and marrying. The character is limited by the reserve of strength and health - both parameters are visible on the screen, and the game automatically puts the hero to rest if the limit of his capabilities is close. The game does not set any ultimate or primary goal, its many possibilities are designed for an unlimited time.",
        "metacritic": 89,
        "onSale": false,
        "rawgId": 654,
        "released": "2016-02-25T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/b72/b722b1746256f64ce5e15558d1ac7613.jpg",
            "https://media.rawg.io/media/screenshots/733/7330aea66ef9de06bb201e1d3f10ff70.jpg",
            "https://media.rawg.io/media/screenshots/0a6/0a6dfc3ef9ac018b737427405e686e23.jpg",
            "https://media.rawg.io/media/screenshots/366/3668bbdd41a682c76370fc81691150bc.jpg",
            "https://media.rawg.io/media/screenshots/e25/e25137cf398c743153d64993160487f1.jpg",
            "https://media.rawg.io/media/screenshots/e25/e25137cf398c743153d64993160487f1.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 14.99,
        "price": 14.99,
        "steamAppId": 413150,
        "score": 9,
        "platforms": [
            "PC"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655e0",
        "title": "Baldur's Gate 3",
        "developer": "Larian Studios",
        "genre": "RPG",
        "publisher": "Larian Studios",
        "image": "https://media.rawg.io/media/games/699/69907ecf13f172e9e144069769c3be73.jpg",
        "description": "Gather your party, and return to the Forgotten Realms in a tale of fellowship and betrayal, sacrifice and survival, and the lure of absolute power.\r\n\r\nMysterious abilities are awakening inside you, drawn from a Mind Flayer parasite planted in your brain. Resist, and turn darkness against itself. Or embrace corruption, and become ultimate evil.\r\n\r\nFrom the creators of Divinity: Original Sin 2 comes a next-generation RPG, set in the world of Dungeons and Dragons.\r\n\r\nChoose from a wide selection of D&D races and classes, or play as an origin character with a hand-crafted background. Adventure, loot, battle and romance as you journey through the Forgotten Realms and beyond. Play alone, and select your companions carefully, or as a party of up to four in multiplayer.\r\n\r\nAbducted, infected, lost. You are turning into a monster, but as the corruption inside you grows, so does your power. That power may help you to survive, but there will be a price to pay, and more than any ability, the bonds of trust that you build within your party could be your greatest strength. Caught in a conflict between devils, deities, and sinister otherworldly forces, you will determine the fate of the Forgotten Realms together.\r\n\r\nForged with the new Divinity 4.0 engine, Baldur’s Gate 3 gives you unprecedented freedom to explore, experiment, and interact with a world that reacts to your choices. A grand, cinematic narrative brings you closer to your characters than ever before, as you venture through our biggest world yet.\r\n\r\nThe Forgotten Realms are a vast, detailed and diverse world, and there are secrets to be discovered all around you -- verticality is a vital part of exploration. Sneak, dip, shove, climb, and jump as you journey from the depths of the Underdark to the glittering rooftops of the Upper City. How you survive, and the mark you leave on the world, is up to you.",
        "metacritic": 97,
        "onSale": false,
        "rawgId": 324997,
        "released": "2023-08-03T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/a67/a676cdec0eadc42a133ac49e7f2e1aac.jpg",
            "https://media.rawg.io/media/screenshots/705/705846f6583a6da009a0ae7fcdece36d.jpg",
            "https://media.rawg.io/media/screenshots/d29/d29b1d2726d69432d2b4180a79b9ee9d.jpg",
            "https://media.rawg.io/media/screenshots/ed1/ed19ec8ce43f9dd3553df4a6d9301f61.jpg",
            "https://media.rawg.io/media/screenshots/6c8/6c8983d658a4a24dc8eb9d2f88f1dabf.jpg",
            "https://media.rawg.io/media/screenshots/6c8/6c8983d658a4a24dc8eb9d2f88f1dabf.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 59.99,
        "price": 59.99,
        "steamAppId": 1086940,
        "score": 9,
        "platforms": [
            "PC"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655e1",
        "title": "The Witcher 3: Wild Hunt",
        "developer": "CD Projekt Red",
        "genre": "Action RPG",
        "publisher": "CD Projekt",
        "image": "https://media.rawg.io/media/games/618/618c2031a07bbff6b4f611f10b6bcdbc.jpg",
        "description": "The third game in a series, it holds nothing back from the player. Open world adventures of the renowned monster slayer Geralt of Rivia are now even on a larger scale. Following the source material more accurately, this time Geralt is trying to find the child of the prophecy, Ciri while making a quick coin from various contracts on the side. Great attention to the world building above all creates an immersive story, where your decisions will shape the world around you.\n\nCD Project Red are infamous for the amount of work they put into their games, and it shows, because aside from classic third-person action RPG base game they provided 2 massive DLCs with unique questlines and 16 smaller DLCs, containing extra quests and items.\n\nPlayers praise the game for its atmosphere and a wide open world that finds the balance between fantasy elements and realistic and believable mechanics, and the game deserved numerous awards for every aspect of the game, from music to direction.",
        "metacritic": 92,
        "onSale": true,
        "rawgId": 3328,
        "released": "2015-05-18T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/1ac/1ac19f31974314855ad7be266adeb500.jpg",
            "https://media.rawg.io/media/screenshots/6a0/6a08afca95261a2fe221ea9e01d28762.jpg",
            "https://media.rawg.io/media/screenshots/cdd/cdd31b6b4a687425a87b5ce231ac89d7.jpg",
            "https://media.rawg.io/media/screenshots/862/862397b153221a625922d3bb66337834.jpg",
            "https://media.rawg.io/media/screenshots/166/166787c442a45f52f4f230c33fd7d605.jpg",
            "https://media.rawg.io/media/screenshots/166/166787c442a45f52f4f230c33fd7d605.jpg"
        ],
        "currency": "USD",
        "discount": 90,
        "originalPrice": 39.99,
        "price": 3.99,
        "steamAppId": 292030,
        "score": 9,
        "platforms": [
            "PC"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655e2",
        "title": "Red Dead Redemption 2",
        "developer": "Rockstar Studios",
        "genre": "Action-adventure",
        "publisher": "Rockstar Games",
        "image": "https://media.rawg.io/media/games/511/5118aff5091cb3efec399c808f8c598f.jpg",
        "description": "America, 1899. The end of the wild west era has begun as lawmen hunt down the last remaining outlaw gangs. Those who will not surrender or succumb are killed. \r\n\r\nAfter a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.\r\n\r\nFrom the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America at the dawn of the modern age.",
        "metacritic": 96,
        "onSale": true,
        "rawgId": 28,
        "released": "2018-10-26T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/7b8/7b8895a23e8ca0dbd9e1ba24696579d9.jpg",
            "https://media.rawg.io/media/screenshots/b8c/b8cee381079d58b981594ede46a3d6ca.jpg",
            "https://media.rawg.io/media/screenshots/fd6/fd6e41d4c30c098158568aef32dfed35.jpg",
            "https://media.rawg.io/media/screenshots/2ed/2ed3b2791b3bbed6b98bf362694aeb73.jpg",
            "https://media.rawg.io/media/screenshots/857/8573b9f4f06a0c112d6e39cdf3544881.jpg",
            "https://media.rawg.io/media/screenshots/857/8573b9f4f06a0c112d6e39cdf3544881.jpg"
        ],
        "currency": "USD",
        "discount": 75,
        "originalPrice": 59.99,
        "price": 14.99,
        "steamAppId": 1174180,
        "score": 9,
        "platforms": [
            "PlayStation 4"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655e4",
        "title": "God of War",
        "developer": "Santa Monica Studio",
        "genre": "Action-adventure",
        "publisher": "Sony Interactive Entertainment",
        "image": "https://media.rawg.io/media/games/1aa/1aa4ca34a8a6bb57a2e065c8332dc230.jpg",
        "description": "Unleash the power of the Gods and embark on a merciless quest as Kratos, an ex-Spartan warrior driven to destroy Ares, the God of War. Armed with lethal double chainblades, Kratos must carve through mythology's darkest creatures including Medusa, Cyclops, the Hydra and more, while solving intricate puzzles in breathtaking environments. Driven by pure revenge, nothing can stop Kratos from achieving absolution.",
        "metacritic": 94,
        "onSale": false,
        "rawgId": 29179,
        "released": "2005-03-22T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/d3e/d3ee4420b00d327de2c58ba67f5795a2.jpg",
            "https://media.rawg.io/media/screenshots/fd7/fd72b4c08fd85fb2d045dbbf6f57a157.jpg",
            "https://media.rawg.io/media/screenshots/277/2770a1c5c74f7c955bfaf1f6f47d8d7b.jpg",
            "https://media.rawg.io/media/screenshots/0f5/0f5d809cbe088510231acf5877531642.jpg",
            "https://media.rawg.io/media/screenshots/0f5/0f5d809cbe088510231acf5877531642.jpg",
            "https://media.rawg.io/media/screenshots/0f5/0f5d809cbe088510231acf5877531642.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 49.99,
        "price": 49.99,
        "steamAppId": 1593500,
        "score": 9,
        "platforms": [
            "PlayStation 4"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655e5",
        "title": "Persona 5 Royal",
        "developer": "P-Studio",
        "genre": "JRPG",
        "publisher": "Atlus",
        "image": "https://media.rawg.io/media/games/a9c/a9c789951de65da545d51f664b4f2ce0.jpg",
        "description": "Wear the mask.  Reveal your truth.\nPrepare for an all-new RPG experience in Persona®5 Royal based in the universe of the award-winning series, Persona®! Don the mask of Joker and join the Phantom Thieves of Hearts. Break free from the chains of modern society and stage grand heists to infiltrate the minds of the corrupt and make them change their ways! Persona®5 Royal is packed with new characters, story depth, new locations to explore, & a new grappling hook mechanic for access to new areas. With a new semester at Shujin Academy, get ready to strengthen your abilities in the metaverse and in your daily life. Persona®5 Royal presents a unique visual style and award nominated composer Shoji Meguro returns with an all-new soundtrack. Explore Tokyo, unlock new Personas, customize your own personal Thieves Den, discover a never-before-seen story arc, cutscenes, alternate endings, and more!",
        "metacritic": 94,
        "onSale": true,
        "rawgId": 339958,
        "released": "2020-03-31T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/e70/e701311c431504ccd8653a5243188a13.jpg",
            "https://media.rawg.io/media/screenshots/5af/5af7efeca549b9a768870c52eff7e128.jpg",
            "https://media.rawg.io/media/screenshots/fff/fff1f025d1390753810154b7a40f5bad.jpg",
            "https://media.rawg.io/media/screenshots/36d/36dac15fbe4556d5ae062ff102ce3461.jpg",
            "https://media.rawg.io/media/screenshots/b26/b2604ecc559bccfb72dca2c869f53b63.jpg",
            "https://media.rawg.io/media/screenshots/b26/b2604ecc559bccfb72dca2c869f53b63.jpg"
        ],
        "currency": "USD",
        "discount": 65,
        "originalPrice": 59.99,
        "price": 20.99,
        "steamAppId": 1687950,
        "score": 10,
        "platforms": [
            "PlayStation 4"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655e6",
        "title": "The Last of Us Part II",
        "developer": "Naughty Dog",
        "genre": "Action-adventure",
        "publisher": "Sony Interactive Entertainment",
        "image": "https://media.rawg.io/media/games/909/909974d1c7863c2027241e265fe7011f.jpg",
        "description": "The Last of Us Part II is the sequel to the post-apocalyptic zombie game The Last of Us.\n\nPlot\n\nThe game follows Ellie, the girl who was the secondary protagonist and the player character's companion in The Last of Us. The game is set five years after the ending of the original. Both Ellie (who is by 19 now) and Joel survived and live in Jackson, Wyoming, where Ellie is dating another girl, Dina. However, the characters have to deal with the evil cult called the Seraphites, who try to sacrifice their former members. A matter of revenge forces Ellie and her friends to undertake a trip to Seattle, Washington, to kill their enemies. The major theme of the plot is Ellie's dealing with her hate issues.\n\nGameplay\n\nUnlike in the original game, the player controls Ellie instead of Joel, who now becomes her AI-controlled companion. The game features improved controls that include new options such as crawling, dodging, and a jump button. A new AI system allows the human adversaries to communicate share information with each other. The game also introduces multiplayer.",
        "metacritic": 93,
        "onSale": false,
        "rawgId": 51325,
        "released": "2020-06-19T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/5a8/5a8f06949b0264aa27374d3f005a2842.jpg",
            "https://media.rawg.io/media/screenshots/160/1603055e1fc4fbbea395809242d23c67_CDpXDx3.jpg",
            "https://media.rawg.io/media/screenshots/e9c/e9cfbbc7821827e04c890ecf087c246c.jpg",
            "https://media.rawg.io/media/screenshots/e58/e58f17219570ca451356f6eec746e697.jpg",
            "https://media.rawg.io/media/screenshots/02a/02aede3e5e6738e37ff1240c1c2fcee8.jpg",
            "https://media.rawg.io/media/screenshots/02a/02aede3e5e6738e37ff1240c1c2fcee8.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 49.99,
        "price": 49.99,
        "steamAppId": 2531310,
        "score": 9,
        "platforms": [
            "PlayStation 4"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655e7",
        "title": "Hades",
        "developer": "Supergiant Games",
        "genre": "Roguelike",
        "publisher": "Supergiant Games",
        "image": "https://media.rawg.io/media/games/1f4/1f47a270b8f241e4676b14d39ec620f7.jpg",
        "description": "Hades is a rogue-like dungeon crawler that combines the best aspects of Supergiant's critically acclaimed titles, including the fast-paced action of Bastion, the rich atmosphere and depth of Transistor, and the character-driven storytelling of Pyre.\n\nBATTLE OUT OF HELL\nAs the immortal Prince of the Underworld, you'll wield the powers and mythic weapons of Olympus to break free from the clutches of the god of the dead himself, while growing stronger and unraveling more of the story with each unique escape attempt.\n\nUNLEASH THE FURY OF OLYMPUS\nThe Olympians have your back! Meet Zeus, Athena, Poseidon, and many more, and choose from their dozens of powerful Boons that enhance your abilities. There are thousands of viable character builds to discover as you go.\n\nBEFRIEND GODS, GHOSTS, AND MONSTERS\nA fully-voiced cast of colorful, larger-than-life characters is waiting to meet you! Grow your relationships with them, and experience hundreds of unique story events as you learn about what's really at stake for this big, dysfunctional family.\n\nBUILT FOR REPLAYABILITY\nNew surprises await each time you delve into the ever-shifting Underworld, whose guardian bosses will remember you. Use the powerful Mirror of Night to grow permanently stronger, and give yourself a leg up the next time you run away from home.\n\nNOTHING IS IMPOSSIBLE\nPermanent upgrades mean you don't have to be a god yourself to experience the exciting combat and gripping story. Though, if you happen to be one, crank up the challenge and get ready for some white-knuckle action that will put your well-practiced skills to the test.\n\nSIGNATURE SUPERGIANT STYLE\nThe rich, atmospheric presentation and unique melding of gameplay and narrative that's been core to Supergiant's games is here in full force: spectacular hand-painted Underworld environments and a blood-pumping original score bring the Underworld to life.",
        "metacritic": 93,
        "onSale": false,
        "rawgId": 274755,
        "released": "2020-09-17T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/546/546826ed2cde2dec94e1b470c8cbb9ac.jpg",
            "https://media.rawg.io/media/screenshots/0aa/0aa5e778c3cf8f47e3ee7f8e0185eb16.jpg",
            "https://media.rawg.io/media/screenshots/a06/a0649473a36bb879cef146a244d9cb54.jpg",
            "https://media.rawg.io/media/screenshots/f70/f7079ac3e96a5da13c8cfda6fb9fe249.jpg",
            "https://media.rawg.io/media/screenshots/8d4/8d4d9c4ffe01ad0addc29353a895d562.jpg",
            "https://media.rawg.io/media/screenshots/8d4/8d4d9c4ffe01ad0addc29353a895d562.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 29.99,
        "price": 29.99,
        "steamAppId": 1145350,
        "score": 9,
        "platforms": [
            "PC"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655ea",
        "title": "Sekiro: Shadows Die Twice",
        "developer": "FromSoftware",
        "genre": "Action-adventure",
        "publisher": "Activision",
        "image": "https://media.rawg.io/media/games/67f/67f62d1f062a6164f57575e0604ee9f6.jpg",
        "description": "Sekiro: Shadows Die Twice is a game about a ninja (or shinobi, as they call it), who is seeking revenge in the Sengoku era Japan.\n\n###Plot\nThe game is set in the 16th century in a fictionalized version of Japan. The main protagonist is a member of a shinobi clan. A samurai from the rival Ashina clan captured the protagonist's master, and the protagonist himself lost his arm trying to protect his leader. However, a sculptor of Buddha statues managed to replace the lost limb with an advanced prosthetic arm. The protagonist accepted a new name, Sekiro, meaning “one-armed wolf”. Now his goal is to avenge his clan and to save his leader from the hands of their enemies.\n\n###Gameplay\nThe player controls Sekiro from the third person view and navigates the character as he fights multiple enemies. Sekiro: Shadows Die Twice features an innovative combat system that doesn't use hit points. Instead, the opponents can be killed with a single precision strike. However, the player has to fight his or her way through the opponent's blocks and parries to land the deadly blow. The main character fights with his sword (katana) in the right hand, while his left hand can host a variety of upgrades, such as an ax, a torch, or a shield. The game also emphasizes stealth action. The player has to use a grappling hook to access multiple locations. Sekiro: Shadows Die Twice has no multiplayer.",
        "metacritic": 90,
        "onSale": false,
        "rawgId": 50734,
        "released": "2019-03-22T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/198/198257c08163153e72a31bd61a6cd70b.jpg",
            "https://media.rawg.io/media/screenshots/9b3/9b3add83516f3737b8054c7469be282a.jpg",
            "https://media.rawg.io/media/screenshots/64d/64d71a80b0033e091b35c3948046605b.jpg",
            "https://media.rawg.io/media/screenshots/8d7/8d77b08c45b3232961b443677fa06a5f.jpg",
            "https://media.rawg.io/media/screenshots/a96/a96e960d87fc209488ef25da79b92a84.jpg",
            "https://media.rawg.io/media/screenshots/a96/a96e960d87fc209488ef25da79b92a84.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 59.99,
        "price": 59.99,
        "steamAppId": 814380,
        "score": 9,
        "platforms": [
            "PC"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655eb",
        "title": "Disco Elysium: The Final Cut",
        "developer": "ZA/UM",
        "genre": "RPG",
        "publisher": "ZA/UM",
        "image": "https://media.rawg.io/media/games/0af/0afe9e8ace196123d8c7cf22172cec63.jpg",
        "description": "The final cut will be available at no extra cost to all current owners of disco elysium. original players expand their experience for free while new players can enjoy the new content from their first playthrough.",
        "metacritic": 90,
        "onSale": false,
        "rawgId": 545015,
        "released": "2021-03-30T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/627/627aeb395f83dbbe72ab6292f7980c97.jpg",
            "https://media.rawg.io/media/screenshots/273/2733c373f7b29cfb25d15db8055fbfb2.jpg",
            "https://media.rawg.io/media/screenshots/848/8484c879a06159e7c66de0e1d7d0d759.jpg",
            "https://media.rawg.io/media/screenshots/204/204f4d2531f426d942ebdae43d9b1076.jpg",
            "https://media.rawg.io/media/screenshots/d79/d793883e2356e801447a4a05eed7f486.jpg",
            "https://media.rawg.io/media/screenshots/d79/d793883e2356e801447a4a05eed7f486.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 39.99,
        "price": 39.99,
        "steamAppId": 632470,
        "score": 9,
        "platforms": [
            "PC"
        ]
    },
    {
        "_id": "69309ae5a4240ff84be655ec",
        "title": "Divinity: Original Sin 2",
        "developer": "Larian Studios",
        "genre": "RPG",
        "publisher": "Larian Studios",
        "image": "https://media.rawg.io/media/games/424/424facd40f4eb1f2794fe4b4bb28a277.jpg",
        "description": "The Divine is dead. The Void approaches. And the powers latent within you are soon to awaken. The battle for Divinity has begun. Choose wisely and trust sparingly; darkness lurks within every heart.\n\nWho will you be? A flesh-eating elf; an imperial lizard; an undead risen from the grave? Choose your race and origin story - or create your own! Discover how the world reacts differently to who - and what - you are.It’s time for a new Divinity!\nGather your party and develop relationships with your companions. Blast your opponents in deep tactical turn-based combat. Use the environment as a weapon, use height to your advantage, and manipulate the elements.Ascend as the god that Rivellon so desperately needs.\nExplore the vast and layered world of Rivellon alone or with up to 4 players in drop-in/drop-out co-operative play. Go anywhere, kill anyone, and explore endless ways to interact with the world. Continue to play in the brand-new PvP and Game Master modes.\nChoose your race and origin. or create your own as a Human, Lizard, Elf, Dwarf, or Undead. The world reacts to who you are, and what you’ve done. Every choice will have a consequence.\nUnlimited freedom to explore and experiment. Go anywhere, talk to anyone, and interact with everything! Every NPC can be killed, and every animal spoken to! Even ghosts hold a few secrets or two…\nThe next generation of turn-based combat. Revamped action point system, AI 2.0., new elemental combos, over 200 skills, height advantage… and much, much more.\nUp to 4 player online and split-screen multiplayer. Choose one of the 6 pre-made characters or create your own. Play with your friends online or in local split-screen with full controller support.\nGame Master Mode: Take your imagination to the next level and craft your own stories with the Game Master mode. Download fan-made campaigns and mods from Steam Workshop.",
        "metacritic": 95,
        "onSale": false,
        "rawgId": 10073,
        "released": "2017-09-14T00:00:00.000Z",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/17b/17b87165c8b985ba98e12e0757455379.jpg",
            "https://media.rawg.io/media/screenshots/876/87691068e9f4aafb4fbb35f2e2d6a2ff.jpg",
            "https://media.rawg.io/media/screenshots/1f2/1f294c1ea694982050a22c6e5adcdeed.jpg",
            "https://media.rawg.io/media/screenshots/36e/36eaee6298a5abbd357af09252ef3b9e.jpg",
            "https://media.rawg.io/media/screenshots/f22/f22647647abf428ab63bcda715e118fa.jpg",
            "https://media.rawg.io/media/screenshots/f22/f22647647abf428ab63bcda715e118fa.jpg"
        ],
        "currency": "USD",
        "discount": 0,
        "originalPrice": 44.99,
        "price": 44.99,
        "steamAppId": 435150,
        "score": 9,
        "platforms": [
            "PC"
        ]
    },
    {
        "title": "ARK: Survival Evolved",
        "description": "As a man or woman stranded naked, freezing and starving on the shores of a mysterious island called ARK, you must hunt, harvest resources, craft items, grow crops, research technologies, and build shelters to withstand the elements. Use your cunning and resources to kill or tame & breed the leviathan dinosaurs and other primeval creatures roaming the land, and team up with or prey on hundreds of other players to survive, dominate... and escape!\nDinosaurs, Creatures, & Breeding! -- over 100+ creatures can be tamed using a challenging capture-&-affinity process, involving weakening a feral creature to knock it unconscious, and then nursing it back to health with appropriate food. Once tamed, you can issue commands to your tames, which it may follow depending on how well you’ve tamed and trained it. Tames, which can continue to level-up and consume food, can also carry Inventory and Equipment such as Armor, carry prey back to your settlement depending on their strength, and larger tames can be ridden and directly controlled! Fly a Pterodactyl over the snow-capped mountains, lift allies over enemy walls, race through the jungle with a pack of Raptors, tromp through an enemy base along a gigantic brontosaurus, or chase down prey on the back of a raging T-Rex! Take part in a dynamic ecosystem life-cycle with its own predator & prey hierarchies, where you are just one creature among many species struggling for dominance and survival. Tames can also be mated with the opposite gender, to selectively breed successive generations using a trait system based on recombinant genetic inheritance. This process includes both egg-based incubation and mammalian gestation lifecycles! Or put more simply, raise babies!\nYou must eat and drink to survive, with different kinds of plants & meat having different nutritional properties, including human meat. Ensuring a supply of fresh water to your home and inventory is a pressing concern. All physical actions come at a cost of food and water, long-distance travel is fraught with subsistence peril! Inventory weight makes you move slower, and the day/night cycle along with randomized weather patterns add another layer of challenge by altering the temperature of the environment, causing you to hunger or thirst more quickly. Build a fire or shelter, and craft a large variety of customizable clothing & armors, to help protect yourself against locational damage & extreme temperatures using the dynamic indoor/outdoor insulation calculation system!\nBy chopping down forests full of trees and mining metal and other precious resources, you can craft the parts to build massive multi-leveled structures composed of complex snap-linked parts, including ramps, beams, pillars, windows, doors, gates, remote gates, trapdoors, water pipes, faucets, generators, wires and all manner of electrical devices, and ladders among many other types. Structures have a load system to fall apart if enough support has been destroyed, so reinforcing your buildings is important. All structures and items can be painted to customize the look of your home, as well as placing dynamically per-pixel paintable signs, textual billboards, and other decorative objects. Shelter reduces the extremes of weather and provides security for yourself and your stash! Weapons, clothing & armor gear can also be painted to express your own visual style.\nPick seeds from the wild vegetation around you, plant them in plots that you lay down, water them and nurture them with fertilizer (everything poops after consuming calories, which can then be composted, and some fertilizer is better than others). Tend to your crops and they will grow to produce delicious and rare fruits, which can also be used to cook a plethora of logical recipes and make useful tonics! Explore to find the rarest of plant seeds that have the most powerful properties! Vegetarians & vegans can flourish, and it will be possible to master and conquer the ARK in a non-violent manner!\nBy bringing sufficient rare sacrificial items to special Summon locations, you can capture the attention of the one of the ARK’s god-like mythical creatures, who will arrive for battle. These gargantuan monstrosities provide an end-game goal for the most experienced groups of players and their armies of tames, and will yield extremely valuable progression items if they are defeated.\nCreate a Tribe and add your friends to it, and all your tames can be commanded by and allied to anyone in your Tribe. Your Tribe will also be able to respawn at any of your home spawn points. Promote members to Tribe Admins to reduce the burden of management. Distribute key items and pass-codes to provide access your shared village!\nAll items are crafted from Blueprints that have variable statistics and qualities, and require corresponding resources. More remote and harsh locales across the ARK tend to have better resources, including the tallest mountains, darkest caves, and depths of the ocean! Level-Up your player character by gaining experience through performance actions, Level-Up your tames, and learn new \"Engrams\" to be able to craft Items from memory without the use of blueprints, even if you die! Customize the underlying physical look of your character with hair, eye, and skin tones, along with an array of body proportion modifiers. As you explore the vast ARK, you'll find clues left by other Survivors who have made the ARK their home in ages past, in the form of collectible detailed 3D \"Explorer Notes\". By uncovering all of these, you can begin to piece together the true nature of the ARK, and discover its purpose!\nEverything you craft has durability and will wear-out from extended use if not repaired, and when you leave the game, your character remains sleeping in the persistent world. Your inventory physically exists in boxes or on your character in the world. Everything can be looted & stolen, so to achieve security you must build-up, team-up, or have tames to guard your stash. Death is permanent, and you can even knock out, capture, and force-feed other players to use them for your own purposes, such as extracting their blood to for transfusions, harvesting their fecal matter to use as fertilizer, or using them as food for your carnivorous tames!\nThe mysterious ARK is a formidable and imposing environment, composed of many natural and unnatural structures, above-ground, below-ground, and underwater. By fully exploring its secrets, you’ll find the most exotic procedurally randomized creatures and rare blueprints. Also to be found are Explorer Notes that are dynamically updated into the game, written by previous human denizens of the ARK from across the millennia, creatively detailing the creatures and backstory of the ARK and its creatures. Fully develop your in-game ARK-map through exploration, write custom points of interest onto it, and craft a Compass or GPS coordinates to aid exploring with other players, whom you can communicate with via proximity text & voice chat, or long-distance radio. Construct & draw in-game signs for other players to help them or lead them astray...  And yet.. how do you ultimately challenge the Creators and Conquer the ARK? A definitive end-game is planned.\nOn the 100+ player servers, your character, everything you built, and your tames, stay in-game even when you leave. You can even physically travel your character and items between the network of ARK's by accessing the Obelisks and uploading (or downloading) your data from the Steam Economy! A galaxy of ARKs, each slightly different than the previous, to leave your mark on and conquer, one at a time -- special official ARKs will be unveiled on the World-map for limited times in singular themed events with corresponding limited-run items! Furthermore, you can now design or randomize your own unique 'Procedurally Generated ARKs', for infinite replayability and endless surprises.\nYou can play single-player local games, and bring your character and items between unofficial player-hosted servers, back and forth from singleplayer to multiplayer. Mod the game, with full Steam Workshop support and customized Unreal Engine 4 editor. See how we built our ARK using our maps and assets as an example. Host your own server and configure your ARK precisely to your liking. We want to see what you create!\nThe over-the-top hyper real imagery of the ARK its creatures is brought to expressive life using a highly-customized Unreal Engine 4, with fully dynamic lighting & global illumination, weather systems (rain, fog, snow, etc) & true-to-life volumetric cloud simulation, and the latest in advanced DirectX11 and DirectX12 rendering techniques. Music by award-winning composer of \"Ori and the Blind Forest\", Gareth Coker!",
        "developer": "Instinct Games",
        "publisher": "Studio Wildcard",
        "genre": "Action",
        "released": "2015-06-02T00:00:00.000Z",
        "image": "https://media.rawg.io/media/games/58a/58ac7f6569259dcc0b60b921869b19fc.jpg",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/660/660811527f1b41a42ae101148295d66b.jpg",
            "https://media.rawg.io/media/screenshots/e53/e53ac4ceecd06dee0ff0f2cff2117d3a.jpg",
            "https://media.rawg.io/media/screenshots/c77/c7786494eae003730f22e118c4442e98.jpg",
            "https://media.rawg.io/media/screenshots/4f6/4f65f028427f46e923ba557e80d910f2.jpg",
            "https://media.rawg.io/media/screenshots/bfe/bfe582a512a2f50473dd35831efb7b56.jpg",
            "https://media.rawg.io/media/screenshots/fb2/fb2aa1404293b03b44c27c16302d2b16.jpg"
        ],
        "score": 6,
        "metacritic": 70,
        "rawgId": 9810,
        "steamAppId": 346110,
        "price": 14.99,
        "originalPrice": 14.99,
        "discount": 0,
        "currency": "USD",
        "onSale": false,
        "createdAt": "2025-12-13T01:33:13.203Z",
        "updatedAt": "2025-12-13T01:33:13.203Z",
        "platforms": [
            "PC"
        ]
    },
    {
        "title": "Cities: Skylines",
        "description": "Cities: Skylines is a traditional city-building game, which allows players to experience urban planning in all aspects including zoning, road placement, transportation, taxation, and improvement of welfare. Therefore, within the game players are able to assume roles of city’s principal architect and mayor. The history of the city, in control of the player, begins with the 2-by-2 kilometers plot of land and a sum of money to start with. Players have to zone the city, build roads, explore the surroundings, provide infrastructure and jobs to attract new citizens. Once the newcomers settle down, the immediate reaction is expected to establish public services and to set proper taxes. Progressing within the game and developing the city will unlock new upgrades of the urban environment and lead to the territorial expansion. The gameplay also requires the control of several city’s parameter scales like budget, health, employment, and pollution. The game also features a creative sandbox mode, where the architect’s imagination is not restricted in any way.",
        "developer": "Colossal Order",
        "publisher": "Paradox Interactive",
        "genre": "Strategy",
        "released": "2015-03-10T00:00:00.000Z",
        "image": "https://media.rawg.io/media/games/25c/25c4776ab5723d5d735d8bf617ca12d9.jpg",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/c0c/c0c098666e5ee532a8b1459fce1b3a01.jpg",
            "https://media.rawg.io/media/screenshots/702/7021e966d68ab8ccc76f859d30d925fe.jpg",
            "https://media.rawg.io/media/screenshots/15d/15dc7309784c53b75ae05ec95c347d9e.jpg",
            "https://media.rawg.io/media/screenshots/2e7/2e7924d7f3bf1a61498ece6e89edd26c.jpg",
            "https://media.rawg.io/media/screenshots/030/0308db992eac77d507240ae7d6874dd1.jpg",
            "https://media.rawg.io/media/screenshots/e03/e03e7124d4aea8276a6281fb760fb5ce.jpg"
        ],
        "score": 8,
        "metacritic": 85,
        "rawgId": 10065,
        "steamAppId": 255710,
        "price": 29.99,
        "originalPrice": 29.99,
        "discount": 0,
        "currency": "USD",
        "onSale": false,
        "createdAt": "2025-12-13T01:33:14.287Z",
        "updatedAt": "2025-12-13T01:33:14.287Z",
        "platforms": [
            "PC"
        ]
    },
    {
        "title": "Journey",
        "description": "Journey is an indie game placed in a setting of the vast desert. The protagonist is a nameless and speechless figure moving towards the distant mountain. The player gets to know the story without words, but rather through cutscenes. The main character wears a magical scarf, which allows flying for some time, and recharges it with gathered cloth or simply by walking. From time to time the protagonist finds collectible items and discover ruins that can give additional information about the world or the storyline. The only way of interaction with in-game objects is a shout. \n\nThe game transfers the atmosphere of an absolute loneliness. However, during the journey the character can meet other players controlling differently dressed, but generally the same figures. Wandering together can be helpful for both players, as they are able to charge one another’s scarves. The thing is that both players cannot communicate each other in any way, except producing noises. Together players can complete levels and continue moving to their final destination.",
        "developer": "thatgamecompany",
        "publisher": "Sony Computer Entertainment",
        "genre": "Adventure",
        "released": "2012-03-13T00:00:00.000Z",
        "image": "https://media.rawg.io/media/games/baf/baf9905270314e07e6850cffdb51df41.jpg",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/b3f/b3f7f9c7fc81de2417135f758470b806.jpg",
            "https://media.rawg.io/media/screenshots/08b/08b24d5b3d2074f37500e938771edafa.jpg",
            "https://media.rawg.io/media/screenshots/704/70438c6fad16044c53a67b5c63fda9a6.jpg",
            "https://media.rawg.io/media/screenshots/d3c/d3c6674838af8d63f2e8bc1d7da16a9d.jpg",
            "https://media.rawg.io/media/screenshots/f61/f61dc90adfc5796cd1a950f6eb5eb16e.jpg",
            "https://media.rawg.io/media/screenshots/509/5094aeab0e11682a6792d09a0828154a.jpg"
        ],
        "score": 9,
        "metacritic": 92,
        "rawgId": 3254,
        "steamAppId": 638230,
        "price": 14.99,
        "originalPrice": 14.99,
        "discount": 0,
        "currency": "USD",
        "onSale": false,
        "createdAt": "2025-12-13T01:33:15.403Z",
        "updatedAt": "2025-12-13T01:33:15.403Z",
        "platforms": [
            "PC"
        ]
    },
    {
        "title": "Batman: Arkham Asylum Game of the Year Edition",
        "description": "Batman: Arkham Asylum is the first game in Warner Brothers’ action-adventure franchise Batman: Arkham. The game takes places in fictional Asylum on Arkham Island near Gotham City where dangerous and mentally unstable criminals are kept.  \nThe story follows Batman as he captures Joker after his assault on Gotham City Hall. The game starts when Batman accompanies convoy that transfers Joker to the Arkham Asylum. With the help from Harley Queen and corrupted police officers, Joker manages to escape. He releases his gang members takes over the Asylum. Now Batman must defeat Joker, restore order in Arkham and save Gotham from bombs that Joker planted in it. During the game, the player meets several characters from Batman universe such as Scarecrow, Killer Croc, Poison Ivy, Commissioner Gordon and others.  \nThe gameplay is a mix of action sequences, investigations and puzzle solving. In action sequences Batman has to defeat villains with brute force or stealthy, using his numerous gadgets.\nThe Game of the Year Edition of Batman: Arkham Asylum includes support of 3D displays, two pairs of 3D glasses, and six previously released DLCs.",
        "developer": "Feral Interactive",
        "publisher": "Square Enix",
        "genre": "Action",
        "released": "2010-03-26T00:00:00.000Z",
        "image": "https://media.rawg.io/media/games/fd8/fd882c8267a44621a0de6f9cec77ae90.jpg",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/85b/85bb2ed59cc85c21bfdc068012dfc5c8.jpg",
            "https://media.rawg.io/media/screenshots/05e/05ebf1dc9066bf43e9c45b31399e741d.jpg",
            "https://media.rawg.io/media/screenshots/ee2/ee2b4270a1eb48b0aa2ac3deb882ce9b.jpg",
            "https://media.rawg.io/media/screenshots/a43/a43dde8dcb6445387f429da88d50b703.jpg",
            "https://media.rawg.io/media/screenshots/803/803acffeb45da0d884582991f380c6bf.jpg",
            "https://media.rawg.io/media/screenshots/23e/23e14000ba6668b022633e3600c8c140.jpg"
        ],
        "score": 9,
        "metacritic": 91,
        "rawgId": 17572,
        "steamAppId": 35140,
        "price": 19.99,
        "originalPrice": 19.99,
        "discount": 0,
        "currency": "USD",
        "onSale": false,
        "createdAt": "2025-12-13T01:33:16.428Z",
        "updatedAt": "2025-12-13T01:33:16.428Z",
        "platforms": [
            "PC"
        ]
    },
    {
        "title": "Unturned",
        "description": "Unturned is a low-poly survival game providing single or multiplayer experience. The main action takes place on 6 different maps (Prince Edward Island, Yukon, Washington, Germany and Russia) flooded with zombies. The story begins in the random location of the chosen map and lasts till the death. Playing for one of the few people not yet turned into a zombie, you should stay aware of various natural or unnatural dangers, gather required resources, and make your way through the tough survival. Survivors meet thirst, hunger, disease, injures, zombie bites, and other hostile players looking for safety. Since land, air and sea vehicles are available, players can choose the most suitable transport to explore the entire map. The gameplay stands for the wider opportunity of customization of pretty much everything in the in-game world, starting with simple object destruction and following to guns modification and shelters construction. In-app purchases do not actually affect the gameplay, but due to the cosmetic system, plenty of items (clothing and weapon skins) are purchasable or available in crates.",
        "developer": "505 Games",
        "publisher": "505 Games",
        "genre": "Action",
        "released": "2014-07-07T00:00:00.000Z",
        "image": "https://media.rawg.io/media/games/18c/18ca24ed4b700668c36b11ebc35f3d23.jpg",
        "screenshots": [
            "https://media.rawg.io/media/screenshots/9d4/9d47e01a1cf7bb9e1631209508871bad.jpg",
            "https://media.rawg.io/media/screenshots/73d/73d4d368858bd642406b48b13f57b51b.jpg",
            "https://media.rawg.io/media/screenshots/512/5125113bf634a7453a76fb3dd0a9caa8.jpg",
            "https://media.rawg.io/media/screenshots/f67/f678bfbaf7fcc9c27e3db05ba1a64c24.jpg",
            "https://media.rawg.io/media/screenshots/bcf/bcf6ea78a7101e7af450eea9ab5d35f8.jpg",
            "https://media.rawg.io/media/screenshots/9f1/9f17aae472a62e2edec200a137ea09e5.jpg"
        ],
        "score": 5,
        "metacritic": null,
        "rawgId": 9743,
        "steamAppId": null,
        "price": 0,
        "originalPrice": 0,
        "discount": 0,
        "currency": "USD",
        "onSale": false,
        "createdAt": "2025-12-13T01:33:17.506Z",
        "updatedAt": "2025-12-13T01:33:17.506Z",
        "platforms": [
            "PC"
        ]
    }
]